Repository: pmoran13800/gamestation-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar

source: AN UPDATE IS AVAILABLE FOR GAMESTATION.LINUX
ar: هناك تحديث جديد متوفر لجهازك

source: CANCEL
ar: إلغاء

source: Rating
ar: تصنيف

source: Released
ar: صُدر

source: Developer
ar: مطوّر

source: Publisher
ar: ناشر

source: Genre
ar: نوع

source: Players
ar: لاعبين

source: NO GAMES FOUND - SKIP
ar: لم يتم العثور على العاب - تخطي

source: RETRY
ar: إعادة محاولة

source: SKIP
ar: تخطي

source: SEARCH FOR
ar: بحث عن

source: SEARCH
ar: بحث

source: ACCEPT RESULT
ar: قبول التعديلات

source: SCRAPING IN PROGRESS
ar: يتم الأن التجميع

source: SYSTEM
ar: نظام

source: subtitle text
ar: ملف ترجمة

source: INPUT
ar: إدخال

source: search
ar: بحث

source: STOP
ar: إيقاف

source: stop (progress saved)
ar: إيقاف (تم حفظ التغييرات)

source: GAME %i OF %i
ar: لعبة %i من %i

source: OK
ar: موافق

source: BACK
ar: العودة

source: CLOSE
ar: اغلاق

source: EDIT METADATA
ar: تعديل البيانات

source: SCRAPE
ar: بحث بيانات

source: SAVE
ar: حفظ

source: THIS WILL DELETE A FILE! ARE YOU SURE?
ar: سيتم مسح الملف! هل انت متأكد؟

source: YES
ar: تعم

source: NO
ar: لا

source: DELETE
ar: حذف

source: SAVE CHANGES?
ar: حفظ التعديلات؟

source: MAIN MENU
ar: القائمة الرئيسية

source: KODI MEDIA CENTER
ar: كودي ميديا سينتر

source: SYSTEM SETTINGS
ar: أعدادت النظام

source: VERSION
ar: الاصدار

source: DISK USAGE
ar: الاستخدام للقرص

source: STORAGE DEVICE
ar: جهاز الخزن

source: LANGUAGE
ar: اللغة

source: OVERCLOCK
ar: رفع سرعة المعالج

source: EXTREM (1100Mhz)
ar: الاقصى (1100Mhz)

source: TURBO (1000Mhz)
ar: توربو(1100Mhz)

source: HIGH (950Mhz)
ar: مرتفع(950Mhz)

source: NONE
ar: لاشيء

source: HIGH (1050Mhz)
ar: مرتفع(1050Mhz)

source: NONE (900Mhz)
ar: لاشيء(900Mhz)

source: NONE (1200Mhz)
ar: لاشيء(1200Mhz)

source: UPDATES
ar: تحديث

source: AUTO UPDATES
ar: تحديث تلقائي

source: START UPDATE
ar: بدء التحديث

source: KODI SETTINGS
ar: اعدادات KODI

source: ENABLE KODI
ar: تفعيل KODI

source: KODI AT START
ar: تشغيل KODI كاافتراضي

source: START KODI WITH X
ar: تشغيل KODI بـX

source: SECURITY
ar: الأمان

source: ENFORCE SECURITY
ar: فرض الأمان

source: ROOT PASSWORD
ar: باسورد الرووت

source: THE SYSTEM WILL NOW REBOOT
ar: سيتم اعادة تشغيل النظام

source: GAMES SETTINGS
ar: اعادادت اللعبة

source: GAME RATIO
ar: تقييم اللعبة

source: SMOOTH GAMES
ar: أللعاب سلسة

source: REWIND
ar: ترجيع

source: AUTO SAVE/LOAD
ar: الحفظ/التحميل اوتو

source: SHADERS SET
ar: مجموعة الفلاتر

source: SCANLINES
ar: خطوط المسح

source: RETRO
ar: كلاسيكي

source: RETROACHIEVEMENTS SETTINGS
ar: اعدادت RETROACHIEVEMENTS

source: RETROACHIEVEMENTS
ar: انجازات RETROACHIEVEMENTS

source: HARDCORE MODE
ar: الطور الصعب

source: USERNAME
ar: الاسم

source: PASSWORD
ar: كلمة السر

source: STATUS
ar: الحالة

source: ADVANCED
ar: متطور

source: REALLY UPDATE GAMES LISTS ?
ar: تحديث قوائم الالعاب، متأكد؟

source: UPDATE GAMES LISTS
ar: تحديث قوائم الالعاب

source: CONTROLLERS SETTINGS
ar: اعدادت أيدي التحكم

source: UI SETTINGS
ar: أعدادات الواجهة

source: SCREENSAVER AFTER
ar: اظهار شاشة التوقف بعد

source: TRANSITION STYLE
ar: نمط التنقل

source: SCREENSAVER BEHAVIOR
ar: اسلوب شاشة التوقف

source: SHOW FRAMERATE
ar: اظهار معدل الاطار

source: ON-SCREEN HELP
ar: مساعدات الشاشة

source: QUICK SYSTEM SELECT
ar: اختيار النظام السريع

source: ON SCREEN KEYBOARD
ar: لوحة المفاتيح المرئية

source: THEME SET
ar: اختيار التنسيق

source: SOUND SETTINGS
ar: أعدادت الصوت

source: SYSTEM VOLUME
ar: مستوى صوت النظام

source: FRONTEND MUSIC
ar: أغنية الواجهة

source: OUTPUT DEVICE
ar: جهاز خرج الصوت

source: NETWORK SETTINGS
ar: أعدادت الشبكة

source: CONNECTED
ar: متصل

source: NOT CONNECTED
ar: ليس متصل

source: IP ADDRESS
ar: عنوان الأي بي

source: HOSTNAME
ar: أسم المضيف

source: ENABLE WIFI
ar: تفعيل WIFI

source: WIFI SSID
ar: عنوان SSID

source: WIFI KEY
ar: مفتاح WIFI

source: WIFI ENABLED
ar: WIFI مفعّل

source: WIFI CONFIGURATION ERROR
ar: إعدادت WIFI خاطئة

source: SCRAPE FROM
ar: بحث من

source: SCRAPE RATINGS
ar: تقييمات البحث

source: SCRAPE NOW
ar: بحث الأن

source: QUIT
ar: خروج

source: REALLY RESTART?
ar: إعادة تشغيل، متأكد؟

source: RESTART SYSTEM
ar: إعادة تشغيل

source: REALLY SHUTDOWN?
ar: إيقاف تشغيل، متأكد؟

source: SHUTDOWN SYSTEM
ar: إيقاف تشغيل

source: REALLY SHUTDOWN WITHOUT SAVING METADATAS?
ar: متاكد من ايقاف التشغيل من دون حفظ الـMETADATAS؟

source: FAST SHUTDOWN SYSTEM
ar: اعادة تشغيل سريع

source: Emulator
ar: مُحاكي

source: Core
ar: النواه

source: YOU ARE GOING TO CONFIGURE A CONTROLLER. IF YOU HAVE ONLY ONE JOYSTICK, CONFIGURE THE DIRECTIONS KEYS AND SKIP JOYSTICK CONFIG BY HOLDING A BUTTON. IF YOU DO NOT HAVE A SPECIAL KEY FOR HOTKEY, CHOOSE THE SELECT BUTTON. SKIP ALL BUTTONS YOU DO NOT HAVE BY HOLDING A KEY. BUTTONS NAMES ARE BASED ON THE SNES CONTROLLER.
ar: سوف تقوم بإعداد يد التحكم. اذا لديك يد واحدة فقط، قم بإعداد الازرار في يد التحكم وذلك بالضغط على اي زر. اذا لايوجد لديك اي زر مميز لأعداده كـ(Hot Key)، قم بإختيار زر (select). قم بتخطي الازار التي لاتملكها وذلك بالاستمرار الضغط على اي زر. اسماء الازرار تم تعيينها وفق يد تحكم سوبر ننتندو (SNES).

source: CONFIGURE A CONTROLLER
ar: إعداد يد التحكم

source: CONTROLLER PAIRED
ar: تم اقتران يد التحكم

source: UNABLE TO PAIR CONTROLLER
ar: فشل اقتران يد التحكم

source: AN ERROR OCCURED
ar: حدث خطأ

source: NO CONTROLLERS FOUND
ar: لم يتم العثور على اي يد تحكم

source: PAIR A BLUETOOTH CONTROLLER
ar: اقتران يد تحكم بالبلوتوث

source: CONTROLLERS LINKS HAVE BEEN DELETED.
ar: تم حذف جميع ايدي التحكم المقترنة بالبلوتوث

source: FORGET BLUETOOTH CONTROLLERS
ar: حذف جميع ايدي التحكم المقترنة بالبلوتوث

source: INPUT P%i
ar: ادخال P%i

source: CHOOSE
ar: اختار

source: SELECT
ar: اختار

source: OPTIONS
ar: اعدادات

source: JUMP TO LETTER
ar: القفز إلى حرف

source: SORT GAMES BY
ar: ترتيب الالعاب حسب

source: FAVORITES ONLY
ar: المفضلة فقط

source: EDIT THIS GAME'S METADATA
ar: تعديل بيانات اللعبة (METADATA)

source: SCRAPE THESE GAMES
ar: يتم التجميع حالياً

source: All Games
ar: جميع الالعاب

source: Only missing image
ar: فقط الصور المفقودة

source: FILTER
ar: فلتر

source: SCRAPE THESE SYSTEMS
ar: تجميع لهذه الانظمة

source: SYSTEMS
ar: انظمة

source: USER DECIDES ON CONFLICTS
ar: يقرر المستخدم في حالة التعارض

source: START
ar: البدء

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
ar: تحذير: بعض الانظمة التي تم اختيارها لاتملك منصة العاب محددة. قد يؤدي ذلك إلى نتائج غير دقيقة في البحث! هل تريد المتابعة؟

source: NO GAMES FIT THAT CRITERIA.
ar: لم يتم العثور على العاب بصيغة البحث المحددة

source: REALLY UPDATE?
ar: تحديث، متأكد؟

source: NETWORK CONNECTION NEEDED
ar: بحاجة لاتصال شبكي

source: UPDATE DOWNLOADED, THE SYSTEM WILL NOW REBOOT
ar: تم تحميل التحديث، سيتم أعادة التشغيل

source: NO UPDATE AVAILABLE
ar: لايوجد تحديثات

source: enter emulator
ar: ادخل المحاكي

source: enter core
ar: ادخل النواه

source: Ratio
ar: النسبة

source: enter ratio
ar: ادخل النسبة

source: Name
ar: الاسم

source: enter game name
ar: ادخل اسم اللعبة

source: Description
ar: الوصف

source: enter description
ar: ادخل الوصف

source: Image
ar: الصورة

source: enter path to image
ar: ادخل مسار الصورة

source: Thumbnail
ar: صورة مصغرة

source: enter path to thumbnail
ar: ادخل مسار الصورة المصغرة

source: enter rating
ar: ادخل التصنيف

source: Release date
ar: تاريخ الاطلاق

source: enter release date
ar: ادخل تاريخ الاطلاق

source: enter game developer
ar: ادخل مطور اللعبة

source: enter game publisher
ar: ادخل ناشر اللعبة

source: enter game genre
ar: ادخل نوع اللعبة

source: enter number of players
ar: ادخل عدد اللاعبين

source: Favorite
ar: المفضلة

source: enter favorite
ar: ادخل المفضلة

source: Region
ar: المنطقة

source: enter region
ar: ادخل المنطقة

source: Romtype
ar: نوع الروم

source: enter romtype
ar: ادخل نوع الروم

source: Hidden
ar: مخفي

source: set hidden
ar: حدد مخفي

source: Play count
ar: عدد مرات اللعب

source: enter number of times played
ar: ادخل عدد مرات اللعب

source: Last played
ar: اخر مره تم لعبها

source: enter last played date
ar: ادخل تاريخ اخر مره تم لعبها

source: %i GAME AVAILABLE
ar: %i لعبة متوفرة

source: %i FAVORITE
ar: %i مفضلة

source: SCROLL
ar: قفز

source: LAUNCH
ar: تشغيل

source: Times played
ar: مرات اللعب

source: MENU
ar: قائمة

source: WORKING...
ar: تشغيل...

source: MOVE CURSOR
ar: تحريك المؤشر

source: STOP EDITING
ar: ايقاف التعديل

source: EDIT
ar: تعديل

source: CHANGE
ar: تغيير

source: never
ar: ابداً

source: just now
ar: اللأن

source: %i sec ago
ar: %i ثواني مضت

source: %i min ago
ar: %i دقيقة مضت

source: %i hour ago
ar: %i ساعة مضت

source: %i day ago
ar: %i يوم مضت

source: unknown
ar: غير معروف

source: SELECT ALL
ar: اختيار الكل

source: SELECT NONE
ar: الغاء الاختيار

source: %i SELECTED
ar: %i تم اختياره

source: SHIFTS FOR UPPER,LOWER, AND SPECIAL
ar: ازرار SHIFTS للأعلى، للأسفل، والمميز

source: SPACE
ar: مسافة

source: DELETE A CHAR
ar: حذف حرف

source: DISCARD CHANGES
ar: الغاء التعديلات

source: SHIFT
ar: زر الانتقال

source: UP
ar: فوق

source: DOWN
ar: تحت

source: LEFT
ar: يسار

source: RIGHT
ar: يمين

source: JOYSTICK 1 UP
ar: يد تحكم 1 فوق

source: JOYSTICK 1 LEFT
ar: يد تحكم 1 يسار

source: JOYSTICK 2 UP
ar: يد تحكم 2 فوق

source: JOYSTICK 2 LEFT
ar: يد تحكم 2 يسار

source: PAGE UP
ar: صفحة فوق

source: PAGE DOWN
ar: صفحة تحت

source: HOTKEY
ar: زر مميز (HOTKEY)

source: CONFIGURING
ar: إعداد

source: KEYBOARD
ar: لوحة المفاتيح

source: GAMEPAD %i
ar: يد تحكم %i

source: HOLD ANY BUTTON TO SKIP
ar: اضغط اي زر للألغاء

source: -NOT DEFINED-
ar: -غير معرف-

source: HOLD FOR %iS TO SKIP
ar: اضغط لـ %iS للتخطي

source: PRESS ANYTHING
ar: اضغط اي زر

source: ALREADY TAKEN
ar: معرّف مسبقاً

source: WELCOME
ar: اهلاً وسهلاً

source: CONFIGURE INPUT
ar: إعداد الادخال

source: %i GAMEPAD DETECTED
ar: تم التعرف على %i يد تحكم

source: NO GAMEPADS DETECTED
ar: لم يتم التعرف على ايدي تحكم

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
ar: اضغط زر (A) في يد التحكم ليتم اعدادها

source: PRESS F4 TO QUIT AT ANY TIME.
ar: اضغط (F4) للخروج في اي وقت

source: PRESS ESC OR THE HOTKEY TO CANCEL.
ar: اضغط (ESC) او الزر المميز (HOTKEY) للإلغاء

source: DO YOU WANT TO START KODI MEDIA CENTER ?
ar: هل تريد بدأ برنامج الملتيميديا (KODI)؟

source: LOADING...
ar: جاري التحميل...

source: PLEASE WAIT...
ar: الرجاء الانتظار...
